Revit 2024 API
HVACLoadSpaceType.IsPlenum Property
 True if the space type is plenum.
Namespace: Autodesk.Revit.DB.Analysis
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public bool IsPlenum { get; }
Visual Basic
Public ReadOnly Property IsPlenum As Boolean
	Get
Visual C++
public:
property bool IsPlenum {
	bool get ();
}
See Also
HVACLoadSpaceType Class
Autodesk.Revit.DB.Analysis Namespace